// -------------------------------------------------------------------------------------
// file = "robot_control_test.pde"
// company = "Dzakhov's jag"
// Copyright © Dmitry Dzakhov 2012
//   Скетч, предназначенный для тестирования функций скетча robot_control.
// -------------------------------------------------------------------------------------

// Функция инициализации скетча:
void setup()
{
  // Установка скорости последовательного порта (для отладочной информации):
  Serial.begin(115200);
  Serial.println("Start...");
}

// Функция главного цикла:
void loop()
{
}

